Repository: xcv58/MacTools
Catalog: Plugins/TrackpadGestures/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.testing.device
source: 触控板
ar: لوحة التتبع
de: Trackpad
en: Trackpad
es: Trackpad
fr: Trackpad
ja: トラックパッド
ko: 트랙패드
pt: Trackpad
ru: Трекпад
tr: Trackpad
zh_hant: 觸控板

# settings.testing.device.bluetoothFormat
source: 妙控板（蓝牙）· %@
ar: Magic Trackpad (Bluetooth) · %@
de: Magic Trackpad (Bluetooth) · %@
en: Magic Trackpad (Bluetooth) · %@
es: Magic Trackpad (Bluetooth) · %@
fr: Magic Trackpad (Bluetooth) · %@
ja: Magic Trackpad（Bluetooth）· %@
ko: Magic Trackpad(Bluetooth) · %@
pt: Magic Trackpad (Bluetooth) · %@
ru: Magic Trackpad (Bluetooth) · %@
tr: Magic Trackpad (Bluetooth) · %@
zh_hant: 妙控板（藍牙）· %@

# settings.testing.device.builtInFormat
source: 内置触控板 · %@
ar: لوحة التتبع المدمجة · %@
de: Integriertes Trackpad · %@
en: Built-in Trackpad · %@
es: Trackpad integrado · %@
fr: Trackpad intégré · %@
ja: 内蔵トラックパッド · %@
ko: 내장 트랙패드 · %@
pt: Trackpad integrado · %@
ru: Встроенный трекпад · %@
tr: Yerleşik Trackpad · %@
zh_hant: 內建觸控板 · %@

# settings.testing.device.genericFormat
source: 触控板 · %@
ar: لوحة التتبع · %@
de: Trackpad · %@
en: Trackpad · %@
es: Trackpad · %@
fr: Trackpad · %@
ja: トラックパッド · %@
ko: 트랙패드 · %@
pt: Trackpad · %@
ru: Трекпад · %@
tr: Trackpad · %@
zh_hant: 觸控板 · %@

# settings.testing.device.usbFormat
source: 妙控板（USB）· %@
ar: Magic Trackpad (USB) · %@
de: Magic Trackpad (USB) · %@
en: Magic Trackpad (USB) · %@
es: Magic Trackpad (USB) · %@
fr: Magic Trackpad (USB) · %@
ja: Magic Trackpad（USB）· %@
ko: Magic Trackpad(USB) · %@
pt: Magic Trackpad (USB) · %@
ru: Magic Trackpad (USB) · %@
tr: Magic Trackpad (USB) · %@

# settings.testing.guide.left
source: 左侧轻点区
ar: منطقة النقر اليسرى
de: Linker Tippbereich
en: Left tap zone
es: Zona de toque izquierda
fr: Zone de toucher gauche
ja: 左のタップ領域
ko: 왼쪽 탭 영역
pt: Zona de toque à esquerda
ru: Левая зона касания
tr: Sol Dokunma Bölgesi
zh_hant: 左側輕點區

# settings.testing.guide.middle
source: 中间轻点区
ar: منطقة النقر الوسطى
de: Mittlerer Tippbereich
en: Middle tap zone
es: Zona de toque central
fr: Zone de toucher centrale
ja: 中央のタップ領域
ko: 가운데 탭 영역
pt: Zona de toque central
ru: Средняя зона касания
tr: Orta Dokunma Bölgesi
zh_hant: 中間輕點區

# settings.testing.guide.right
source: 右侧轻点区
ar: منطقة النقر اليمنى
de: Rechter Tippbereich
en: Right tap zone
es: Zona de toque derecha
fr: Zone de toucher droite
ja: 右のタップ領域
ko: 오른쪽 탭 영역
pt: Zona de toque à direita
ru: Правая зона касания
tr: Sağ Dokunma Bölgesi
zh_hant: 右側輕點區

# settings.testing.guide.middleRequiresWiderSpan
source: 固定手指间距太窄；稍微分开后，中间目标区域会显示。
ar: الأصابع الثابتة متقاربة جدًا؛ باعد بينها قليلًا لإظهار منطقة الوسط.
de: Die ruhenden Finger liegen zu nah beieinander. Vergrößern Sie den Abstand, damit der mittlere Zielbereich erscheint.
en: Fixed fingers are too close together. Spread them slightly to reveal the middle target zone.
es: Los dedos fijos están demasiado juntos. Sepáralos un poco para mostrar la zona central.
fr: Les doigts fixes sont trop proches. Écartez-les légèrement pour afficher la zone centrale.
ja: 固定する指の間隔が狭すぎます。少し広げると中央の対象領域が表示されます。
ko: 고정 손가락 간격이 너무 좁습니다. 조금 벌리면 가운데 대상 영역이 표시됩니다.
pt: Os dedos fixos estão muito próximos. Afaste-os um pouco para mostrar a zona central.
ru: Неподвижные пальцы расположены слишком близко. Немного раздвиньте их, чтобы появилась средняя зона.
tr: Sabit parmaklar birbirine çok yakın. Orta hedef bölgesinin görünmesi için parmaklarınızı hafifçe açın.
zh_hant: 固定手指間距太窄；稍微分開後，中間目標區域會顯示。

# settings.testing.guide.targetOutsideSurface
source: 固定手指太靠近边缘；向触控板中央移动后重试。
ar: الأصابع الثابتة قريبة جدًا من الحافة؛ حرّكها نحو وسط لوحة التتبع.
de: Die ruhenden Finger liegen zu nah am Rand. Bewegen Sie sie zur Mitte des Trackpads.
en: Fixed fingers are too close to the edge. Move them toward the center of the trackpad.
es: Los dedos fijos están demasiado cerca del borde. Muévelos hacia el centro del trackpad.
fr: Les doigts fixes sont trop proches du bord. Déplacez-les vers le centre du trackpad.
ja: 固定する指が端に近すぎます。トラックパッドの中央へ移動してください。
ko: 고정 손가락이 가장자리에 너무 가깝습니다. 트랙패드 중앙으로 옮기세요.
pt: Os dedos fixos estão muito perto da borda. Mova-os para o centro do trackpad.
ru: Неподвижные пальцы слишком близко к краю. Переместите их к центру трекпада.
tr: Sabit parmaklar kenara çok yakın. Parmaklarınızı Trackpad'in ortasına doğru hareket ettirin.
zh_hant: 固定手指太靠近邊緣；向觸控板中央移動後重試。

# settings.testing.guide.waitingForAnchorsFormat
source: 先稳定放下固定手指（%d/%d），目标区域随后显示。
ar: ثبّت الأصابع أولًا (%d/%d)؛ ستظهر المنطقة المستهدفة بعدها.
de: Legen Sie zuerst alle ruhenden Finger stabil auf (%d/%d); danach erscheint der Zielbereich.
en: Settle the fixed fingers first (%d/%d); the target zone will then appear.
es: Estabiliza primero los dedos fijos (%d/%d); después aparecerá la zona objetivo.
fr: Stabilisez d’abord les doigts fixes (%d/%d) ; la zone cible apparaîtra ensuite.
ja: 先に固定する指を安定させてください（%d/%d）。その後、対象領域が表示されます。
ko: 먼저 고정 손가락을 안정시키세요(%d/%d). 그러면 대상 영역이 표시됩니다.
pt: Estabilize primeiro os dedos fixos (%d/%d); depois a zona de destino aparecerá.
ru: Сначала зафиксируйте пальцы (%d/%d), после чего появится целевая зона.
tr: Önce sabit parmakları yerleştirin (%d/%d); hedef bölgesi daha sonra görünecek.
zh_hant: 先穩定放下固定手指（%d/%d），目標區域隨後顯示。

# settings.testing.mode.all
source: 测试全部
ar: اختبار الكل
de: Alle testen
en: Test All
es: Probar todo
fr: Tout tester
ja: すべてテスト
ko: 모두 테스트
pt: Testar tudo
ru: Проверить все
tr: Tümünü Test Et
zh_hant: 測試全部

# settings.testing.mode.accessibility.active
source: 当前模式
ar: الوضع الحالي
de: Aktueller Modus
en: Current mode
es: Modo actual
fr: Mode actuel
ja: 現在のモード
ko: 현재 모드
pt: Modo atual
ru: Текущий режим
tr: Geçerli Mod
zh_hant: 目前模式

# settings.testing.mode.accessibility.inactive
source: 未启用
ar: غير مفعّل
de: Nicht aktiv
en: Not active
es: No activo
fr: Inactif
ja: 無効
ko: 비활성
pt: Inativo
ru: Неактивно
tr: Etkin Değil
zh_hant: 未啟用

# settings.testing.mode.practice
source: 练习一个手势
ar: التدرّب على إيماءة واحدة
de: Eine Geste üben
en: Practice One Gesture
es: Practicar un gesto
fr: S’entraîner à un geste
ja: 1つのジェスチャを練習
ko: 제스처 하나 연습
pt: Praticar um gesto
ru: Отработать один жест
tr: Tek Hareket Alıştırması
zh_hant: 練習一個手勢

# settings.testing.contactPatternFormat
source: 已检测到 %@ 的接触动作。实际映射仍需关联 macOS 轻点点击。
ar: تم اكتشاف نمط اللمس لـ %@. لا يزال التعيين الفعلي يتطلب حدث نقر مطابقًا من macOS.
de: Kontaktmuster für %@ erkannt. Die tatsächliche Zuordnung benötigt weiterhin ein passendes macOS-Tippklick-Ereignis.
en: Contact pattern detected for %@. A live mapping still requires a matching macOS tap-to-click event.
es: Se detectó el patrón de contacto de %@. La asignación real aún requiere un evento de toque para hacer clic coincidente de macOS.
fr: Schéma de contact détecté pour %@. Le mappage réel nécessite encore un événement Toucher pour cliquer macOS correspondant.
ja: %@ の接触パターンを検出しました。実際のマッピングには、対応するmacOSのタップでクリックイベントが必要です。
ko: %@의 접촉 패턴을 감지했습니다. 실제 매핑에는 일치하는 macOS 탭하여 클릭 이벤트가 필요합니다.
pt: Padrão de contato detectado para %@. O mapeamento real ainda requer um evento correspondente de tocar para clicar do macOS.
ru: Обнаружен контактный шаблон для %@. Для фактического сопоставления по-прежнему требуется соответствующее событие касания для нажатия macOS.
tr: %@ için temas deseni algılandı. Eşlemenin çalışması için ayrıca eşleşen bir macOS dokunarak tıklama olayı gerekir.
zh_hant: 已偵測到 %@ 的接觸動作。實際映射仍需關聯 macOS 輕點按一下。

# settings.testing.practice.mappingFormat
source: 当前映射：%@。测试期间不会执行。
ar: التعيين الحالي: %@. لن يتم تشغيله أثناء الاختبار.
de: Aktuelle Zuordnung: %@. Sie wird beim Testen nicht ausgeführt.
en: Current mapping: %@. It will not run during testing.
es: Mapeo actual: %@. No se ejecutará durante la prueba.
fr: Mappage actuel : %@. Il ne sera pas exécuté pendant le test.
ja: 現在のマッピング：%@。テスト中は実行されません。
ko: 현재 매핑: %@. 테스트 중에는 실행되지 않습니다.
pt: Mapeamento atual: %@. Ele não será executado durante o teste.
ru: Текущее сопоставление: %@. Во время проверки оно не выполняется.
tr: Geçerli eşleme: %@. Test sırasında çalıştırılmaz.
zh_hant: 目前映射：%@。測試期間不會執行。

# settings.testing.practice.unmapped
source: 此手势尚未映射；你仍可在这里练习识别。
ar: لم يتم تعيين هذه الإيماءة بعد؛ لا يزال بإمكانك التدرّب على التعرّف عليها هنا.
de: Diese Geste ist noch nicht zugeordnet; die Erkennung kann hier trotzdem geübt werden.
en: This gesture is not mapped yet; you can still practice recognition here.
es: Este gesto aún no está mapeado; aun así puedes practicar su reconocimiento aquí.
fr: Ce geste n’est pas encore mappé ; vous pouvez tout de même vous entraîner à le faire reconnaître ici.
ja: このジェスチャにはまだマッピングがありませんが、ここで認識を練習できます。
ko: 이 제스처는 아직 매핑되지 않았지만 여기서 인식을 연습할 수 있습니다.
pt: Este gesto ainda não está mapeado; você ainda pode praticar o reconhecimento aqui.
ru: Для этого жеста ещё нет сопоставления, но здесь всё равно можно потренировать распознавание.
tr: Bu hareket henüz eşlenmemiş; yine de tanımayı burada alıştırabilirsiniz.
zh_hant: 此手勢尚未映射；你仍可在這裡練習辨識。

# settings.testing.practiceGestureFormat
source: 练习“%@”
ar: التدرّب على «%@»
de: „%@“ üben
en: Practice “%@”
es: Practicar «%@»
fr: S’entraîner à « %@ »
ja: 「%@」を練習
ko: ‘%@’ 연습
pt: Praticar “%@”
ru: Отработать «%@»
tr: “%@” Alıştırması
zh_hant: 練習「%@」

# settings.testing.progress.hold
source: 长按进度
ar: تقدّم اللمس المطوّل
de: Fortschritt beim Halten
en: Hold progress
es: Progreso de pulsación prolongada
fr: Progression de l’appui prolongé
ja: 長押しの進行状況
ko: 길게 누르기 진행률
pt: Progresso do toque prolongado
ru: Прогресс долгого касания
tr: Basılı Tutma İlerlemesi
zh_hant: 長按進度

# settings.testing.progress.durationFormat
source: %.0f 毫秒
ar: %.0f مللي ثانية
de: %.0f ms
en: %.0f ms
es: %.0f ms
fr: %.0f ms
ja: %.0f ms
ko: %.0fms
pt: %.0f ms
ru: %.0f мс
tr: %.0f ms

# settings.testing.progress.expired
source: 时间已到，请重新开始
ar: انتهت المهلة. ابدأ من جديد.
de: Zeit abgelaufen. Erneut beginnen.
en: Time expired. Start again.
es: Se agotó el tiempo. Empieza de nuevo.
fr: Délai expiré. Recommencez.
ja: 時間切れです。最初からやり直してください。
ko: 시간이 만료되었습니다. 다시 시작하세요.
pt: O tempo acabou. Comece novamente.
ru: Время истекло. Начните снова.
tr: Süre doldu. Yeniden başlayın.
zh_hant: 時間已到，請重新開始

# settings.testing.progress.secondTap
source: 第二次轻点时间
ar: مهلة النقرة الثانية
de: Zeitfenster für zweiten Tipp
en: Second-tap interval
es: Intervalo del segundo toque
fr: Délai du second toucher
ja: 2回目のタップまでの時間
ko: 두 번째 탭 간격
pt: Intervalo do segundo toque
ru: Интервал второго касания
tr: İkinci Dokunma Aralığı
zh_hant: 第二次輕點時間

# settings.testing.progress.tap
source: 手势时间
ar: توقيت الإيماءة
de: Gestenzeit
en: Gesture timing
es: Tiempo del gesto
fr: Chronométrage du geste
ja: ジェスチャの時間
ko: 제스처 타이밍
pt: Tempo do gesto
ru: Время жеста
tr: Hareket Zamanlaması
zh_hant: 手勢時間

# settings.testing.role.added
source: 轻点手指
ar: إصبع النقر
de: Tippfinger
en: Tapping finger
es: Dedo que toca
fr: Doigt qui touche
ja: タップする指
ko: 탭하는 손가락
pt: Dedo do toque
ru: Палец для касания
tr: Dokunan Parmak
zh_hant: 輕點手指

# settings.testing.role.contact
source: 接触点
ar: نقطة تلامس
de: Kontakt
en: Contact
es: Contacto
fr: Contact
ko: 접촉점
pt: Contato
ru: Касание
tr: Temas
zh_hant: 接觸點

# settings.testing.role.fixed
source: 固定手指
ar: إصبع ثابت
de: Ruhender Finger
en: Fixed finger
es: Dedo fijo
fr: Doigt fixe
ja: 固定する指
ko: 고정 손가락
pt: Dedo fixo
ru: Неподвижный палец
tr: Sabit Parmak

# settings.testing.status.acquiring
source: 继续放下所需手指。
ar: ضع بقية الأصابع المطلوبة.
de: Legen Sie die übrigen benötigten Finger auf.
en: Place the remaining required fingers.
es: Coloca los dedos requeridos restantes.
fr: Placez les autres doigts requis.
ja: 残りの必要な指を置いてください。
ko: 필요한 나머지 손가락을 올리세요.
pt: Coloque os dedos necessários restantes.
ru: Положите остальные необходимые пальцы.
tr: Gereken diğer parmakları da yerleştirin.
zh_hant: 繼續放下所需手指。

# settings.testing.status.armed
source: 固定手指已就绪；现在添加轻点手指。
ar: الأصابع الثابتة جاهزة؛ ضع إصبع النقر الآن.
de: Die ruhenden Finger sind bereit; legen Sie jetzt den Tippfinger auf.
en: Fixed fingers are ready; add the tapping finger now.
es: Los dedos fijos están listos; coloca ahora el dedo que toca.
fr: Les doigts fixes sont prêts ; placez maintenant le doigt qui touche.
ja: 固定する指の準備ができました。タップする指を置いてください。
ko: 고정 손가락이 준비되었습니다. 이제 탭할 손가락을 올리세요.
pt: Os dedos fixos estão prontos; coloque agora o dedo do toque.
ru: Неподвижные пальцы готовы; теперь положите палец для касания.
tr: Sabit parmaklar hazır; şimdi dokunan parmağı ekleyin.
zh_hant: 固定手指已就緒；現在加入輕點手指。

# settings.testing.status.candidate
source: 轻点已检测；抬起轻点手指。
ar: تم اكتشاف النقرة؛ ارفع إصبع النقر.
de: Tipp erkannt; heben Sie den Tippfinger an.
en: Tap detected; lift the tapping finger.
es: Toque detectado; levanta el dedo que toca.
fr: Toucher détecté ; relevez le doigt qui touche.
ja: タップを検出しました。タップする指を離してください。
ko: 탭이 감지되었습니다. 탭한 손가락을 떼세요.
pt: Toque detectado; levante o dedo do toque.
ru: Касание обнаружено; поднимите палец для касания.
tr: Dokunma algılandı; dokunan parmağı kaldırın.
zh_hant: 已偵測到輕點；請抬起輕點手指。

# settings.testing.status.holding
source: 继续保持，直到长按完成。
ar: استمر في الضغط حتى يكتمل اللمس المطوّل.
de: Halten Sie weiter, bis die lange Berührung abgeschlossen ist.
en: Keep holding until the long touch completes.
es: Mantén pulsado hasta completar el toque prolongado.
fr: Maintenez l’appui jusqu’à la fin du toucher prolongé.
ja: 長押しが完了するまで押し続けてください。
ko: 길게 누르기가 완료될 때까지 계속 누르세요.
pt: Continue pressionando até o toque prolongado terminar.
ru: Удерживайте до завершения долгого касания.
tr: Uzun dokunuş tamamlanana kadar basılı tutun.
zh_hant: 繼續保持，直到長按完成。

# settings.testing.status.physicalClick
source: 放下所需手指，然后按下触控板。
ar: ضع الأصابع المطلوبة، ثم اضغط على لوحة التتبع.
de: Legen Sie die benötigten Finger auf und drücken Sie dann das Trackpad.
en: Place the required fingers, then press the trackpad.
es: Coloca los dedos requeridos y luego presiona el trackpad.
fr: Placez les doigts requis, puis appuyez sur le trackpad.
ja: 必要な指を置いてから、トラックパッドを押してください。
ko: 필요한 손가락을 올린 다음 트랙패드를 누르세요.
pt: Coloque os dedos necessários e pressione o trackpad.
ru: Положите нужные пальцы, затем нажмите на трекпад.
tr: Gerekli parmakları yerleştirin, ardından Trackpad'e basın.
zh_hant: 放下所需手指，然後按下觸控板。

# settings.testing.status.ready
source: 已就绪，请放下手指。
ar: جاهز. ضع أصابعك.
de: Bereit. Legen Sie Ihre Finger auf.
en: Ready. Place your fingers.
es: Listo. Coloca los dedos.
fr: Prêt. Placez vos doigts.
ja: 準備完了。指を置いてください。
ko: 준비되었습니다. 손가락을 올리세요.
pt: Pronto. Coloque os dedos.
ru: Готово. Положите пальцы.
tr: Hazır. Parmaklarınızı yerleştirin.
zh_hant: 已就緒，請放下手指。

# settings.testing.status.rejected
source: 本次轻点未识别；抬起新增手指后可重试。
ar: لم يتم التعرّف على هذه النقرة. ارفع الأصابع المضافة للمحاولة مرة أخرى.
de: Dieser Tipp wurde nicht erkannt. Heben Sie die hinzugefügten Finger an, um es erneut zu versuchen.
en: This tap was not recognized. Lift added fingers to try again.
es: No se reconoció este toque. Levanta los dedos añadidos para intentarlo de nuevo.
fr: Ce toucher n’a pas été reconnu. Relevez les doigts ajoutés pour réessayer.
ja: このタップは認識されませんでした。追加した指を離して、もう一度お試しください。
ko: 이 탭을 인식하지 못했습니다. 추가한 손가락을 떼고 다시 시도하세요.
pt: Este toque não foi reconhecido. Levante os dedos adicionados para tentar novamente.
ru: Это касание не распознано. Поднимите добавленные пальцы и повторите попытку.
tr: Bu dokunma tanınmadı. Yeniden denemek için eklediğiniz parmakları kaldırın.
zh_hant: 本次輕點未辨識；抬起新增手指後可重試。

# settings.testing.status.rejected.extraContact
source: 检测到额外手指；抬起新增手指后仅用一根轻点。
ar: تم اكتشاف إصبع إضافي. ارفع الأصابع المضافة وأعد المحاولة بإصبع نقر واحد فقط.
de: Ein zusätzlicher Finger wurde erkannt. Heben Sie die hinzugefügten Finger an und tippen Sie nur mit einem Finger.
en: An extra finger was detected. Lift added fingers, then retry with one tapping finger.
es: Se detectó un dedo adicional. Levanta los dedos añadidos y vuelve a intentarlo con un solo dedo.
fr: Un doigt supplémentaire a été détecté. Relevez les doigts ajoutés, puis réessayez avec un seul doigt.
ja: 余分な指を検出しました。追加した指を離し、1本の指だけでもう一度タップしてください。
ko: 추가 손가락이 감지되었습니다. 추가한 손가락을 떼고 한 손가락으로 다시 탭하세요.
pt: Um dedo extra foi detectado. Levante os dedos adicionados e tente novamente com um único dedo.
ru: Обнаружен лишний палец. Поднимите добавленные пальцы и повторите касание одним пальцем.
tr: Fazladan parmak algılandı. Eklediğiniz parmakları kaldırın, ardından tek bir dokunma parmağıyla yeniden deneyin.
zh_hant: 偵測到額外手指；抬起新增手指後僅用一根輕點。

# settings.testing.status.rejected.fixedNotSettled
source: 固定手指尚未稳定；保持不动后再添加轻点手指。
ar: لم تستقر الأصابع الثابتة بعد. أبقها ثابتة ثم أضف إصبع النقر مجددًا.
de: Die ruhenden Finger waren noch nicht stabil. Halten Sie sie still und setzen Sie den Tippfinger erneut auf.
en: Fixed fingers were not settled. Keep them still, then add the tapping finger again.
es: Los dedos fijos aún no estaban estables. Mantenlos quietos y vuelve a colocar el dedo que toca.
fr: Les doigts fixes n’étaient pas encore stables. Gardez-les immobiles, puis replacez le doigt qui touche.
ja: 固定する指がまだ安定していません。動かさずに保ってから、タップする指をもう一度置いてください。
ko: 고정 손가락이 아직 안정되지 않았습니다. 움직이지 말고 탭할 손가락을 다시 올리세요.
pt: Os dedos fixos ainda não estavam estáveis. Mantenha-os imóveis e coloque novamente o dedo do toque.
ru: Неподвижные пальцы ещё не зафиксировались. Не двигайте их и снова положите палец для касания.
tr: Sabit parmaklar yerleşmedi. Onları hareketsiz tutun, ardından dokunan parmağı yeniden ekleyin.
zh_hant: 固定手指尚未穩定；保持不動後再加入輕點手指。

# settings.testing.status.rejected.fixedUnstable
source: 固定手指已移动或抬起；请先抬起所有手指再重试。
ar: تحرك إصبع ثابت أو ارتفع. ارفع كل الأصابع أولًا ثم حاول مجددًا.
de: Ein ruhender Finger wurde bewegt oder angehoben. Heben Sie zuerst alle Finger an und versuchen Sie es erneut.
en: A fixed finger moved or lifted. Lift every finger first, then try again.
es: Un dedo fijo se movió o se levantó. Levanta primero todos los dedos y vuelve a intentarlo.
fr: Un doigt fixe a bougé ou a été relevé. Relevez d’abord tous les doigts, puis réessayez.
ja: 固定する指が動いたか離れました。いったんすべての指を離してから、もう一度お試しください。
ko: 고정 손가락이 움직이거나 떨어졌습니다. 먼저 모든 손가락을 떼고 다시 시도하세요.
pt: Um dedo fixo se moveu ou foi levantado. Levante todos os dedos primeiro e tente novamente.
ru: Неподвижный палец сдвинулся или был поднят. Сначала поднимите все пальцы и повторите попытку.
tr: Sabit parmaklardan biri hareket etti veya kaldırıldı. Önce tüm parmaklarınızı kaldırın, sonra yeniden deneyin.
zh_hant: 固定手指已移動或抬起；請先抬起所有手指再重試。

# settings.testing.status.rejected.movedTooFar
source: 轻点手指移动过远；轻点时保持原位。
ar: تحرك إصبع النقر مسافة كبيرة. أبقه في مكانه أثناء النقر.
de: Der Tippfinger wurde zu weit bewegt. Halten Sie ihn beim Tippen an seiner Position.
en: The tapping finger moved too far. Keep it in place while tapping.
es: El dedo que toca se movió demasiado. Mantenlo en su sitio durante el toque.
fr: Le doigt qui touche a trop bougé. Gardez-le en place pendant le toucher.
ja: タップする指が動きすぎました。タップ中は同じ位置に保ってください。
ko: 탭하는 손가락이 너무 많이 움직였습니다. 탭하는 동안 제자리에 유지하세요.
pt: O dedo do toque se moveu demais. Mantenha-o no lugar durante o toque.
ru: Палец для касания сдвинулся слишком далеко. Не двигайте его во время касания.
tr: Dokunan parmak çok fazla hareket etti. Dokunma sırasında parmağınızı yerinde tutun.
zh_hant: 輕點手指移動過遠；輕點時保持原位。

# settings.testing.status.rejected.tooBrief
source: 轻点时间太短；稍微停留后再抬起。
ar: كانت النقرة قصيرة جدًا. انتظر قليلًا قبل رفع الإصبع.
de: Der Tipp war zu kurz. Halten Sie den Finger etwas länger, bevor Sie ihn anheben.
en: The tap was too brief. Hold a little longer before lifting.
es: El toque fue demasiado breve. Mantén el dedo un poco más antes de levantarlo.
fr: Le toucher était trop bref. Maintenez un peu plus longtemps avant de relever le doigt.
ja: タップが短すぎました。少し長く触れてから指を離してください。
ko: 탭이 너무 짧았습니다. 조금 더 유지한 뒤 손가락을 떼세요.
pt: O toque foi muito breve. Mantenha o dedo um pouco mais antes de levantá-lo.
ru: Касание было слишком коротким. Задержите палец немного дольше перед поднятием.
tr: Dokunma çok kısa sürdü. Kaldırmadan önce biraz daha uzun basılı tutun.
zh_hant: 輕點時間太短；稍微停留後再抬起。

# settings.testing.status.rejected.tooLong
source: 轻点时间太长；更快抬起轻点手指。
ar: استمرت النقرة طويلًا جدًا. ارفع إصبع النقر بسرعة أكبر.
de: Der Tipp dauerte zu lange. Heben Sie den Tippfinger schneller an.
en: The tap lasted too long. Lift the tapping finger sooner.
es: El toque duró demasiado. Levanta antes el dedo que toca.
fr: Le toucher a duré trop longtemps. Relevez le doigt plus tôt.
ja: タップが長すぎました。タップする指をもう少し早く離してください。
ko: 탭이 너무 길었습니다. 탭하는 손가락을 더 빨리 떼세요.
pt: O toque durou demais. Levante o dedo do toque mais cedo.
ru: Касание длилось слишком долго. Поднимите палец раньше.
tr: Dokunma çok uzun sürdü. Dokunan parmağınızı daha erken kaldırın.
zh_hant: 輕點時間太長；更快抬起輕點手指。

# settings.testing.status.rejected.wrongRegion
source: 轻点位置不在目标区域；请在高亮区域重试。
ar: كانت النقرة خارج المنطقة المستهدفة. حاول مجددًا داخل المنطقة المميزة.
de: Der Tipp lag außerhalb des Zielbereichs. Versuchen Sie es im hervorgehobenen Bereich erneut.
en: The tap was outside the target zone. Try again in the highlighted area.
es: El toque quedó fuera de la zona objetivo. Vuelve a intentarlo en el área resaltada.
fr: Le toucher était hors de la zone cible. Réessayez dans la zone en surbrillance.
ja: タップが対象領域の外でした。ハイライトされた領域でもう一度お試しください。
ko: 탭 위치가 대상 영역 밖이었습니다. 강조된 영역에서 다시 시도하세요.
pt: O toque ficou fora da zona de destino. Tente novamente na área destacada.
ru: Касание было вне целевой зоны. Повторите попытку в выделенной области.
tr: Dokunma, hedef bölgenin dışında gerçekleşti. Vurgulanan alanda yeniden deneyin.
zh_hant: 輕點位置不在目標區域；請在反白區域重試。

# settings.testing.status.reset
source: 请先抬起所有手指。
ar: ارفع كل الأصابع أولًا.
de: Heben Sie zuerst alle Finger an.
en: Lift every finger first.
es: Levanta primero todos los dedos.
fr: Relevez d’abord tous les doigts.
ja: 最初にすべての指を離してください。
ko: 먼저 모든 손가락을 떼세요.
pt: Primeiro, levante todos os dedos.
ru: Сначала поднимите все пальцы.
tr: Önce tüm parmaklarınızı kaldırın.
zh_hant: 請先抬起所有手指。

# settings.testing.status.secondTap
source: 请在时间内完成第二次轻点。
ar: أكمل النقرة الثانية قبل انتهاء المهلة.
de: Führen Sie den zweiten Tipp aus, bevor die Zeit abläuft.
en: Complete the second tap before time runs out.
es: Completa el segundo toque antes de que se agote el tiempo.
fr: Effectuez le second toucher avant la fin du délai.
ja: 時間切れになる前に2回目のタップを完了してください。
ko: 시간이 끝나기 전에 두 번째 탭을 완료하세요.
pt: Conclua o segundo toque antes que o tempo acabe.
ru: Выполните второе касание до истечения времени.
tr: Süre dolmadan ikinci dokunmayı tamamlayın.
zh_hant: 請在時間內完成第二次輕點。

# settings.testing.status.settling
source: 保持固定手指不动。
ar: أبقِ الأصابع المثبتة دون حركة.
de: Halten Sie die ruhenden Finger still.
en: Keep the fixed fingers still.
es: Mantén quietos los dedos fijos.
fr: Gardez les doigts fixes immobiles.
ja: 固定する指を動かさないでください。
ko: 고정 손가락을 움직이지 마세요.
pt: Mantenha os dedos fixos imóveis.
ru: Не двигайте неподвижные пальцы.
tr: Sabit parmakları hareketsiz tutun.
zh_hant: 保持固定手指不動。

# settings.testing.status.tracking
source: 保持位置，然后抬起手指。
ar: حافظ على الموضع، ثم ارفع أصابعك.
de: Halten Sie die Position und heben Sie dann die Finger an.
en: Keep position, then lift your fingers.
es: Mantén la posición y luego levanta los dedos.
fr: Gardez la position, puis relevez les doigts.
ja: 位置を保ってから、指を離してください。
ko: 위치를 유지한 다음 손가락을 떼세요.
pt: Mantenha a posição e levante os dedos.
ru: Сохраняйте положение, затем поднимите пальцы.
tr: Konumu koruyun, ardından parmaklarınızı kaldırın.
zh_hant: 保持位置，然後抬起手指。

# settings.testing.surface.accessibilityLabel
source: 实时虚拟触控板
ar: لوحة تتبع افتراضية مباشرة
de: Virtuelles Live-Trackpad
en: Live virtual trackpad
es: Trackpad virtual en vivo
fr: Trackpad virtuel en direct
ja: ライブ仮想トラックパッド
ko: 실시간 가상 트랙패드
pt: Trackpad virtual ao vivo
ru: Виртуальный трекпад в реальном времени
tr: Canlı sanal Trackpad
zh_hant: 即時虛擬觸控板
